[
  {
    "link":  "https://techcrunch.com/2016/10/05/stashs-app-is-a-better-way-to-bookmark-the-web/",
    "title": "stash.ai",
    "alt":   "Chief Product Officer",
    "desc":  "An intelligent, cross-device bookmarking tool that uses machine learning to automatically analyze and organize links that you save. Various activities."
  },
  {
    "link":  "https://discoverer.inxitehealth.com/",
    "title": "inxite discoverer",
    "alt":   "Fullstack Contractor",
    "desc":  "Created an interal tool to assist in mapping heathcare databases to each other using statistical heuristics and machine learning."
  },
  {
    "link":  "https://culturalquotient.xyz/home",
    "title": "cultural quotient",
    "alt":   "Project Director",
    "desc":  "Created a prototype application of GRIN, a lossy compression scheme for bathymetry and other geospatial data."
  },
  {
    "link":  "https://web.archive.org/web/20140923093807/http://www.hemophilia.org/About-Us/NHF-Board-Directors",
    "title": "national hemophilia foundation",
    "alt":   "Board Member",
    "desc":  "Served as a non-voting member to the Board of Directors and as a Consultant to the Technology Committee. Lobbied to senators and house representatives in D.C. in regards to the ACA and medicaid."
  },
  {
    "link":  "http://mochillaadventures.com",
    "title": "mochilla adventures",
    "alt":   "Technical Director",
    "desc":  "A travel company to encourage young travelers and help them share their stories and experiences. Various activities."
  },
  {
    "link":  "http://karismanyc.com",
    "title": "karisma",
    "alt":   "Design/Technical Chair",
    "desc":  "An annual student-run non-profit charity arts showcase in NYC that raises money to support education in the Himalayan region. Designed logo, website and served as stage director."
  },
  {
    "link":  "http://imdb.com/name/nm7319218/",
    "title": "invisible the film",
    "alt":   "Frontend Contractor",
    "desc":  "A documentary about living with chronic illness and fighting insurance and drug companies for access to treatment. Created an interactive page to highlight actors and their stories."
  },
  {
    "link":  "https://en.wikipedia.org/wiki/Presidential_Environmental_Youth_Awards",
    "title": "community recycling campaign",
    "alt":   "Founder/President",
    "desc":  "Founded a 501(c) public charity to refurbish and donate used computers and electronics to charities. Recognized by the President's EPA Environmental Award and as a TIE International Student Innovator."
  },
  {
    "link":  "http://iphemap.com",
    "title": "iphemap",
    "alt":   "Fullstack Contractor",
    "desc":  "A searchable database of neuronal disease phenotypes from induced pluripotent stem cells providing a field overview from 79+ curated reports. Designed and implemented a website and backend for Dr. Jaime Imitola."
  },
  {
    "link":  "http://uhtceare.co",
    "title": "uhtceare.co",
    "alt":   "Writer",
    "desc":  "A collaborative blog about travel, music, and daydreams."
  },
  {
    "link":  "/devlogs",
    "title": "devlogs",
    "alt":   "Personal Projects",
    "desc":  "Development logs for personal projects."
  }
]

