[
  {
    "link":  "",
    "title": "threatseq",
    "alt":   "Lead Architect/Developer",
    "desc":  "ThreatSEQ is a biosecurity tool for the Gene Synthesis industry to screen orders for threatening sequences."
  },
  {
    "link":  "https://techcrunch.com/2016/10/05/stashs-app-is-a-better-way-to-bookmark-the-web/",
    "title": "stash.ai",
    "alt":   "Chief Product Officer",
    "desc":  "Stash is an intelligent, cross-device bookmarking tool that uses machine learning to automatically analyze and organize links that you save."
  },
  {
    "link":  "http://uhtceare.co",
    "title": "uhtceare.co",
    "alt":   "Writer",
    "desc":  "A collaborative blog about travel, music, and daydreams."
  },
  {
    "link":  "",
    "title": "inxite health",
    "alt":   "Contractor",
    "desc":  "Built an internal tool to assist in mapping chinese heathcare databases to one another using statistical heuristics and machine learning."
  },
  {
    "link":  "",
    "title": "cultural quotient",
    "alt":   "Project Lead",
    "desc":  "Built a web application and API for GRIN, a lossy compression scheme for bathymetry and other geospatial data."
  },
  {
    "link":  "",
    "title": "mochilla adventures",
    "alt":   "Technical Lead",
    "desc":  "A travel company to encourage young travelers and help them share their stories and experiences."
  },
  {
    "link":  "https://www.facebook.com/karismanyc",
    "title": "karisma",
    "alt":   "Design/Technical Chair",
    "desc":  "An annual student-run non-profit charity arts showcase in NYC that raises money to support education in the Himalayan region. Created logo and website."
  },
  {
    "link":  "https://web.archive.org/web/20140923093807/http://www.hemophilia.org/About-Us/NHF-Board-Directors",
    "title": "national hemophilia foundation",
    "alt":   "Board Member",
    "desc":  "Served as a non-voting member on the Board of Directors and Consultant to the Technology Committee. Lobbied for healthcare in Washington D.C. among other advocacy activities as part of NYLI."
  },
  {
    "link":  "http://imdb.com/name/nm7319218/",
    "title": "invisible the film",
    "alt":   "Volunteer",
    "desc":  "A documentary about living with chronic illness. Created an interactive webpage to highlight actors' stories."
  },
  {
    "link":  "http://iphemap.com",
    "title": "iphemap",
    "alt":   "Contractor",
    "desc":  "A searchable database of neuronal disease phenotypes from induced pluripotent stem cells. Created for Dr. Jaime Imitola at the Ohio State Neurological Institute."
  },
  {
    "link":  "https://www.epa.gov/education/presidents-environmental-youth-award-peya-winners",
    "title": "community recycling campaign",
    "alt":   "Founder",
    "desc":  "Founded a 501(c) public charity to refurbish and donate used computers. Recognized by the President's Environmental Youth Award and as a TIE International Student Innovator."
  }
]

